;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Ali Alnajafi
; TranslationAuthorEmail: abbas.alsaede110@hotmail.com
; Soft Version: 1.51.52
; Update: October 22, 2019
;
[Lang]
NativeLanguage=العربية
[GUI]
ButtonYes=نعم
ButtonNo=لا
ButtonOK=موافق
ButtonMinimize=تصغير
ButtonMaximize=تكبير
ButtonClose=إغلاق
ButtonRestore=استعادة
ButtonMenu=القائمة
BtnNews=التعليمات

[Translation]
LangCode=0C01|1401|3C01|0801|2C01|3401|3001|1001|1801|2001|4001|0401|2801|1C01|3801|2401
ReadHabit=من اليسار - الى اليمين
LanguageName=ARE
LangShortName=ar-ir
DefaultFont=Times New Roman Bold
DefaultFontSize=12
DefaultCharset=ANSI_CHARSET
Information=التعليمات
Warning=تحذير
Error=خطأ
Confirm=تأكيد
;
; Popup menu
;
pmHelp=المساعدة عبر الإنترنت
pmforum=المنتدى
pmHome=الصفحة الرئيسية
pmContact=أتصل بنا
pmCheckNew=التدقيق بحثا عن تحديث 
pmLang=اللغات
pmAbout=حول البرنامج - ترجمة علـي النجفي
pmConMenu=إضافة إلى قائمة السياق
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter  = = = = = ترجمة : علـي النجفي
FrmWDMain.lbldesc.caption=تخلص من أي ملف لا يمكن حذفه من قبل الويندوز
FrmWDMain.btnAFile.caption=إضافة ملف
FrmWDMain.btnAfolder.caption=إضافة مجلد
FrmWDMain.btnRemove.caption=إزالة
FrmWDMain.btnDel.caption=إلغاء التأمين والحذف
FrmWDMain.btnsupport.caption=الدعم
FrmWDMain.btnfacebook.hint=تابعونا علي الفيسبوك
FrmWDMain.btntwitter.hint=twitter مشاركة البرنامج على
FrmWDMain.btngoogle.hint=Google+ مشاركة البرنامج على
FrmWDMain.btnemail.hint=أخبر أصدقائك عن البرنامج
FrmWDManin.lvfile.Columns[0]=الاسم
FrmWDManin.lvfile.Columns[1]=المسار
FrmWDManin.lvfile.Columns[2]=الحالة
;
; About
;
FrmAbout.caption=حول البرنامج - ترجمة علـي النجفي
FrmAbout.lblver.caption=الإصدار الحالي
FrmAbout.lblemail.caption=البريد الإلكتروني
FrmAbout.lblhome.caption=الصفحة الرئيسية
FrmAbout.lblthanks.caption=شكر وتقدير لجميع الأشخاص على مساهماتهم
FrmAbout.lblWarning.caption=تحذير: هذا البرنامج محمي بقانون حقوق النشر والمعاهدات الدولية

[Message]
NoNews=ليس لديك رسالة غير مقروءة
addfolderwar=سيتم حذف جميع الملفات والمجلدات الفرعية - هل تريد بالتأكيد إلغاء قفل هذا المجلد وحذفه؟
sysdirs=غير قادر على دعم حذف دلائل النظام
rootpath=غير قادر على دعم حذف دلائل الأصل
netdevice=محرك الأقراص ليس محرك أقراص محلي صالح
DragFile=لا يمكن جلب المجلد
ForceDelete=الحذف الإجباري
Newver=يتوفر إصدار جديد من البرنامج - هل تريد التحديث الآن؟
NoNewVer=تهانينا - الإصدار الذي تستخدمه هو آخر إصدار
None=جاهز
Unlocked=تم إلغاء التأمين والحذف
Deleted=تم الحذف
FailDel=فشل الحذف
Aborted=إحباط
NoExists=غير موجود
ConfirmDel=هل تريد إلغاء تأمين وحذف / الملف - الملفات؟
TranslateTo=تحميل لغات إضافية